
# Task 1
# Скласти випадкові фрази на основі трьох списків зі словами.
# Речення складається випадкове, в одну фразу

# Task 2
# 2.1. Підготувати текстовий файл з художньою книгою
# 2.2. Підрахувати:
#    кількість слів,
#    загальну кількість слів без повторів,
#    кількість унікальних слів які неповторюються

# Task 3
# варіант 5
# Підготувати 3 списка слів об'єднаних однією емоцією
# Кожен список не менше 10 слів
# Підрахувати частоту появи цих слів в тексті
# Розрахувати і зробити висновок якої емоції в тексті більше

