import matplotlib.pyplot as plt


def main():
    plt.plot([1, 3, 2, 4])
    plt.show()
    print("===============================================================")

    # варіант 23
    # TASK 1
    # 2d график функції
    # Y(x) = (x ^ 3) * cos(x^2),  x=[-2...2]

    # TASK 2
    # гистограма частоти появи літер у тексті та зберегти у файл

    # TASK 3
    # гістограма частоти появи речень, зберегти у файл
    # кількість звичайних речень
    # кількість питальних речень
    # кількість окличних речень
    # кількість речень, що закінчуються трикрапкою

if __name__ == '__main__':
    main()